export function Company() {
    return (
        <div className='flex justify-center text-lg'>
            <div className='flex w-[80%] items-center flex-col gap-5'>
                <h1 className='font-bold text-4xl'>
                    Обеспечьте Кибербезопасность Вашего Бизнеса
                </h1>
                <p>
                    Добро пожаловать в раздел, посвященный кибербезопасности для
                    предприятий! Мы предлагаем комплексные решения и обучающие
                    программы, специально разработанные для повышения
                    кибербезопасности вашей компании и обеспечения защиты от
                    возможных киберугроз.
                </p>
                <p className='self-start font-semibold text-xl'>
                    Наши предложения:
                </p>
                <p className='self-start font-semibold'>
                    1. Курсы по Кибербезопасности:
                </p>
                <p>
                    Обширный выбор образовательных курсов, охватывающих все
                    аспекты кибербезопасности. Наши специалисты предоставляют
                    уникальные материалы и рекомендации, адаптированные под
                    требования вашей отрасли.
                </p>
                <p className='self-start font-semibold'>
                    2. Консультации Экспертов:
                </p>
                <p>
                    Наши квалифицированные эксперты по кибербезопасности готовы
                    предоставить консультации и рекомендации, специально
                    адаптированные под потребности вашего бизнеса. Мы
                    разработаем стратегии и решения для эффективной защиты от
                    современных киберугроз.
                </p>
                <p className='self-start font-semibold'>
                    3. Запланированные Фишинг Атаки:
                </p>
                <p>
                    Реалистичные тренировочные сценарии, включающие в себя
                    фишинг атаки, помогут вашим сотрудникам развивать
                    бдительность и узнавать подходы злоумышленников. Это
                    эффективный способ подготовить персонал к реальным
                    ситуациям.
                </p>
                <p className='self-start font-semibold'>
                    4. Тренинги для Сотрудников:
                </p>
                <p>
                    Наши обучающие программы для сотрудников созданы с учетом
                    специфики вашего бизнеса. Мы предлагаем практические
                    занятия, направленные на развитие ключевых навыков по
                    обеспечению безопасности в сети.
                </p>
                <p className='self-start font-semibold'>
                    5. Кастомизированные Решения:
                </p>
                <p>
                    Мы готовы разработать индивидуальные курсов и тренингов,
                    соответствующих уникальным потребностям вашей компании. Наши
                    специалисты проконсультируют вас и предложат оптимальные
                    решения.
                </p>
                <p>
                    Присоединяйтесь к нашей программе по обеспечению
                    кибербезопасности для компаний, и давайте вместе создадим
                    надежный и безопасный киберпространство для вашего бизнеса!
                    Вопросы? Свяжитесь с нашей командой для получения
                    дополнительной информации.
                </p>
            </div>
        </div>
    );
}
